
/* Shared Error Strings for MacConfig Apps */

/****** ACP Errors *******/

/* GenericACPError */
"GenericACPError" = "Assicurati che la base Apple Wi-Fi sia collegata e si trovi nel raggio di azione del computer oppure che sia collegato via Ethernet e riprova. (%d)";

/****** Problem Codes *******/

/* Problem codes reported by the base station that AirPort Utility doesn't know about */
"tooNew" = "Problema sconosciuto (%@)";
"tooNew.description" = "Si è verificato un problema sconosciuto con la base Apple Wi-Fi. Fai clic su Aggiornamento Software per aggiornare Utility AirPort e riprova.";
"tooNew.remedy" = "Aggiornamento Software…";

/* kACPProblemCodeUnknown */
"unkn" = "Problema sconosciuto";
"unkn.description" = "Questa base Apple Wi-Fi segnala un problema sconosciuto. Prova a spegnere e riaccendere, cerca il nuovo firmware del dispositivo oppure reinizializza il dispositivo. La reinizializzazione cancellerà tutte le impostazioni del dispositivo e sarà necessario configurarlo nuovamente.";

/* kACPProblemCodeWANNoLink */
"waNL" = "Ethernet scollegata";
"waNL.description" = "Non sembra esserci nulla connesso alla porta WAN Ethernet. Se utilizzi una connessione via modem DSL, via cavo o a banda larga per connetterti a Internet oppure se utilizzi un network connesso a Internet, collega il modem o il network alla porta WAN Ethernet.";
"waNL.furtherInfo" = "Dopo avere verificato la connessione Ethernet alla porta WAN, fai clic su “Controlla la porta WAN Ethernet”.";
"waNL.retest" = "Controlla la porta WAN Ethernet";

/* kACPProblemCodeWANNoInternet */
"waNI" = "Connessione Internet";
"waNI.description" = "La base Apple Wi-Fi non possiede un indirizzo IP valido. Assicurati che sia collegata al modem a banda larga o al network locale, verifica le impostazioni e riprova. Se non riesci ancora a connetterti, contatta il tuo provider Internet.";
"waNI.furtherInfo" = "La soluzione più comune per questo problema è reimpostare il modem a banda larga. Per eseguire questa operazione, spegni il modem a banda larga, attendi almeno 5 minuti e quindi riaccendilo.";
"waNI.remedy" = "Internet…";

/* kACPProblemCodeRadioNoNetwork */
"raNN" = "Network wireless";
"raNN.description" = "Questa base Apple Wi-Fi è impostata per accedere a un network wireless specifico impossibile da trovare. Se il network desiderato non è disponibile nel menu a comparsa Nome network, riprova inserendo nome e password del network, se necessario.";
"raNN.remedy" = "Wireless…";

/* kACPProblemCodeWDSNoPartner */
"wdsP" = "Errore di WDS";
"wdsP.description" = "Questa base Apple Wi-Fi è impostata come parte di un network WDS, ma non sono state trovate altre basi Apple Wi-Fi.";
"wdsP.furtherInfo" = "Verifica che gli indirizzi MAC wireless dei dispositivi wireless WDS siano corretti. Assicurati che i dispositivi wireless siano collegati e che rientrino nel raggio di azione della base Apple Wi-Fi.";
"wdsP.remedy" = "WDS…";

/* kACPProblemCodePPPoENoServer */
"ppNS" = "Server PPPoE";
"ppNS.description" = "La base Apple Wi-Fi è configurata per connettersi a Internet mediante PPPoE, ma non si trova il server PPPoE. Assicurati che il provider Internet richieda l'uso di PPPoE, che il modem sia acceso e connesso alla porta WAN di questa base Apple Wi-Fi, quindi riprova. Se non riesci ancora a connetterti al server, contatta il provider.";
"ppNS.remedy" = "PPPoE…";

/* kACPProblemCodePPPoEBadPassword */
"ppBP" = "Password PPPoE";
"ppBP.description" = "Questa base Apple Wi-Fi è impostata per connettersi a Internet utilizzando PPPoE e la password che hai inserito non è corretta. Inserisci la password corretta e riprova. Se il problema persiste, contatta il tuo provider Internet.";
"ppBP.remedy" = "PPPoE…";

/* kACPProblemCodeRADIUSNoServer */
"rdNS" = "Server RADIUS";
"rdNS.description" = "Questa base Apple Wi-Fi è impostata per connettersi a Internet utilizzando WPA Enterprise o il controllo di accesso RADIUS, ma è impossibile trovare il server RADIUS. Assicurati che le impostazioni del server siano corrette e riprova.";
"rdNS.remedy" = "Controllo accessi…";

/* kACPProblemCodeLowUSBPower */
"usbp" = "Potenza USB"; 
"usbp.description" = "Un dispositivo connesso alla porta USB della base Apple Wi-Fi richiede più potenza rispetto a quella che può fornire questa base Apple Wi-Fi. Se possibile, collega il dispositivo a un alimentatore o a un hub USB alimentato.";
"usbp.remedy" = "Dischi…";

/* kACPProblemCodeDiskNeedsRepair */
"fsck" = "Il disco deve essere riparato";
"fsck.description" = "Si è verificato un problema con il disco collegato alla base Apple Wi-Fi. Collega il disco al computer per riparare il disco.";
"fsck.remedy" = "Dischi…";

/* kACPProblemCodeInternalDiskNeedsRepair */
"Ifsc" = "Il disco interno deve essere riparato";
"Ifsc.description" = "Si è verificato un problema con il disco Time Capsule.";
"Ifsc.remedy" = "Dischi…";

/* kACPProblemCodeLowDiskSpace */
"fslo" = "Spazio su disco insufficiente";
"fslo.description" = "Spazio di archiviazione in esaurimento su un disco collegato alla base Apple Wi-Fi.";
"fslo.remedy" = "Dischi…";

/* kACPProblemCodeInternalLowDiskSpace */
"Ifsl" = "Spazio su disco interno insufficiente";
"Ifsl.description" = "Il disco Time Capsule non ha spazio di archiviazione sufficiente.";
"Ifsl.remedy" = "Dischi…";

/* kACPProblemCodeUnsupportedDisk */
"unsD" = "Disco non supportato";
"unsD.description" = "Un disco collegato alla base Apple Wi-Fi non è supportato e non può essere utilizzato. Prova a collegare un altro disco.";
"unsD.remedy" = "Dischi…";

/* kACPProblemCodeWANRejectedDHCPOffer */
"waRj" = "Serie DHCP in conflitto";
"waRj.description" = "Questa base Apple Wi-Fi ha rifiutato un indirizzo DHCP della stessa sottorete del server DHCP interno. Probabilmente devi mettere la base Apple Wi-Fi in modalità bridge. Se desideri ancora utilizzare DHCP e NAT per condividere un solo indirizzo IP, devi modificare la serie DHCP.";
"waRj.remedy" = "Internet…";

/* kACPProblemCodeUnconfigured */
"ctim" = "Impostazioni di default";
"ctim.description" = "Questa base Apple Wi-Fi è configurata con le impostazioni di default. Dovresti configurarla per connettersi a Internet, proteggere il network wireless e fornire una password.";

/* kACPProblemCodeSoftResetActive */
"soft" = "Ripristino software";
"soft.description" = "La base Apple Wi-Fi è stata reimpostata e puoi accedere temporaneamente alle impostazioni che ti hanno impedito di accedere al network.";

/* kACPProblemCodeOpenNetwork */
"opNW" = "Network wireless non protetto";
"opNW.description" = "Il network wireless della base Apple Wi-Fi è privo di protezione. Si consiglia di utilizzare WPA2 Personal per proteggere il network wireless.";
"opNW.remedy" = "Modifica sicurezza...";
"opNW.assistDescription" = "Se non modifichi la modalità di sicurezza, l'indicatore di stato di questa base Apple Wi-Fi lampeggerà in giallo. Sei sicuro di voler continuare?";

/* kACPProblemCodePublicPassword */
"pubP" = "Password predefinita";
"pubP.description" = "La base Apple Wi-Fi è protetta dalla password predefinita. Si consiglia di modificare la password per proteggere la base Apple Wi-Fi.";
"pubP.remedy" = "Cambia password…";
"pubP.assistDescription" = "Se non modifichi la password, l'indicatore di stato di questa base Apple Wi-Fi lampeggerà in giallo. Sei sicuro di voler continuare?";

/* kACPProblemCodeDoubleNAT */
"DubN" = "Doppia NAT";
"DubN.description" = "La base Apple Wi-Fi possiede un indirizzo IP privato sulla porta WAN Ethernet. È connessa al dispositivo o al network che utilizza NAT (Network Address Translation) per fornire un indirizzo IP privato. Dovresti modificare le impostazioni della base Apple Wi-Fi affinché passi da DHCP e NAT alla modalità bridge.";
"DubN.remedy" = "Internet…";

/* kACPProblemCodeWideAreaBonjourAuth */
"wbAu" = "Autenticazione di Bonjour";
"wbAu.description" = "Il nome o la password utilizzati per eseguire l'autenticazione con il server DNS non sono corretti. Correggili e riprova. Se hai ancora problemi di connessione, contatta l'amministratore del server DNS in uso.";
"wbAu.remedy" = "Bonjour…";

/* kACPProblemCodeNonDWDSMain */
"bsWD" = "Network esteso";
"bsWD.description" = "La base Apple Wi-Fi non è riuscita ad ampliare il network wireless. Assicurati che il network wireless che stai tentando di ampliare sia configurato e funzioni correttamente, di aver inserito nel dispositivo la password corretta per il network wireless e che il dispositivo si trovi nel raggio di azione del network wireless.";
"bsWD.remedy" = "Wireless…";

/* kACPProblemCodeUpdateAvailable */
"upAv" = "Aggiornamento firmware disponibile";
"upAv.description" = "Per ottenere il firmware più recente disponibile per questa base Apple Wi-Fi, fai clic su Aggiorna il firmware.";
"upAv.remedy" = "Aggiorna il firmware…";

/* kACPProblemCodeSNMPConfigOverWAN */
"waSN" = "SNMP su WAN";
"waSN.description" = "Questa base Apple Wi-Fi è impostata per consentire SNMP tramite la porta WAN Ethernet, che diminuisce la sicurezza del network.";
"waSN.remedy" = "Resoconto e SNMP…";

/* kACPProblemCodeConfigOverWAN */
"waCF" = "Configurazione su WAN";
"waCF.description" = "Questa base Apple Wi-Fi è impostata per consentire la configurazione tramite la porta WAN Ethernet, che diminuisce la sicurezza del network.";
"waCF.remedy" = "Base…";

/* kACPProblemCodeNoDNSServers */
"nDNS" = "Nessun server DNS";
"nDNS.description" = "Questa base Apple Wi-Fi non dispone di indirizzi di server DNS e può riscontrare problemi di connessione a Internet.";
"nDNS.remedy" = "Internet…";

/* kACPProblemCodeOldTimeZone */
"timz" = "Aggiornamento software disponibile";
"timz.description" = "Fai clic su Aggiornamento Software per aggiornare Utility AirPort e riprova.";
"timz.remedy" = "Aggiornamento Software…";

/* kACPProblemCodeTaskInProgress */
"TaIP" = "Questa base Apple Wi-Fi è occupata";
"TaIP.description" = "Non scollegare o reimpostare la base Apple Wi-Fi finché non è disponibile.";

/* kACPProblemCodeDotMacCredentialsRejected */
"dMCR" = "Il nome utente o la password MobileMe non sono corretti.";
"dMCR.description" = "Il nome utente o la password MobileMe non sono corretti. Inserisci nome utente e password corretti e riprova.";

/* kACPProblemCodeOverTemperature */
"oTMP" = "Questo dispositivo potrebbe essersi surriscaldato";
"oTMP.description" = "Controlla la base Apple Wi-Fi: se ti sembra eccessivamente calda, prova a spostarla o rimuovi eventuali oggetti che ne ostacolano la ventilazione.";

/* kACPProblemCodeIPv6TunnelError */
"6gdn" = "Errore tunnel IPv6";
"6gdn.description" = "Si è verificato un errore con l'endpoint del tunnel IPv6. Attendi che venga ripristinato il servizio e riprova. Se il problema persiste contatta il tuo fornitore di servizi.";
"6gdn.remedy" = "Impostazioni IPv6…";

/* kACPProblemCodeIPv6RelayError */
"6rdn" = "Errore ripetitore IPv6";
"6rdn.description" = "Si è verificato un errore con il router ripetitore IPv6. Attendi che venga ripristinato il servizio e riprova. Se il problema persiste contatta il tuo fornitore di servizi.";
"6rdn.remedy" = "Impostazioni IPv6…";

/* kACPProblemCodeMigrationInterrupted */
"mgrt" = "Migrazione interrotta";
"mgrt.description" = "La migrazione del disco Time Capsule è stata interrotta.";
"mgrt.remedy" = "Dischi…";

/* kACPProblemCodePostMigrationErase */
"mgEr" = "Migrazione completata";
"mgEr.description" = "La migrazione del disco è completata. Fai clic su Continua per inizializzare il disco precedente di Time Capsule.";

/* kACPProblemCodeSMARTStatusWarning */
"SSdF" = "Il disco Time Capsule non funziona";
"SSdF.description" = "Si è verificato un problema con il disco Time Capsule. Collega un disco rigido USB al tuo disco Time Capsule e utilizza il pannello Dischi di Utility AirPort per archiviare i dati ed eseguirne il backup. Per la riparazione, visita Barra laterale Genius sul tuo Apple Store locale o su un provider di servizi autorizzato da Apple.";
"SSdF.remedy" = "Dischi…";

/****** Task Strings *******/

/* kACPTaskErasingDisk */
"EraD" = "Inizializzo il disco AirPort";
"EraD.description" = "Il disco AirPort %@ sta per essere inizializzato. L'inizializzazione non può essere annullata.";

/* kACPTaskErasingInternalDisk */
"EraI" = "Inizializzo il disco Time Capsule";
"EraI.description" = "L'inizializzazione del disco Time Capsule non può essere annullata.";

/* kACPTaskArchivingInternalDisk */
"ArcI" = "Archivio il disco Time Capsule";
"ArcI.description" = "Il disco Time Capsule %1$@ sta per essere archiviato sul disco AirPort %2$@. Per interrompere l'archiviazione del disco, fai clic su Annulla.";



/****** Validation Errors *******/

/* Generic Errors */

/* vGenErrorZeroLength */
"gErA" = "Viene richiesto un valore per  “%@”.";

/* vGenErrorTooShort */
"gErB" = "Il valore per  “%@” è troppo breve.";

/* vGenErrorTooLong */
"gErC" = "Il valore per  “%@” è troppo lungo.";

/* vGenErrorNotSupported */
"gErD" = "L'impostazione “%@” non è supportata su questa base Apple Wi-Fi.";

/* vGenErrorInvalid */
"gErE" = "Il valore per “%@” non è valido.";

/* vGenErrorTooHigh */
"gErF" = "Il valore per  “%@” è troppo elevato.";

/* vGenErrorTooLow */
"gErG" = "Il valore per “%@” è troppo basso.";

/* vGenErrorTooManyEntriesInList */
"gErH" = "Ci sono troppe voci nella tabella “%@”.";

/* Specific Errors */

/* vWarnPasswordIsPublic */ 
"vErr.pwPu" = "Per ottenere la protezione massima, crea una password diversa da “public”.";

/* vErrSysLogCollectorInvalid */
"vErr.slCI" = "L'indirizzo IP di destinazione syslog non è valido.";
/* vErrSysLogLevelInvalid */
"vErr.slLI" = "Il livello syslog non è valido.";

/* vErrWSecModeUnsupported */
"vErr.wsMU" = "La modalità sicurezza wireless selezionata non è supportata da questa base Apple Wi-Fi.";

/* vErrInvalidWEP40Key */
"vErr.iw4K" = "Non hai inserito una chiave WEP a 40 bit.";
/* vErrInvalidWEP104Key */
"vErr.iw1K" = "Non hai inserito una chiave WEP a 128 bit valida.";

/* vErrInvalidTSNKey */
"vErr.iTSN" = "La password wireless per un Transitional Security Network deve contenere esattamente 13 caratteri.";

/* vErrInvalidWPAKey */
"vErr.iWPA" = "La password wireless per un network WPA Personal deve contenere da 8 a 63 caratteri. Può anche contenere 64 caratteri esadecimali.";

/* vErrGroupKeyTimeoutTooShort */
"vErr.ktTS" = "Il timeout chiave gruppo che hai inserito è troppo lungo. Deve essere maggiore o uguale a 10 minuti.";
/* vErrGroupKeyTimeoutTooLong */
"vErr.ktTL" = "Il timeout chiave gruppo che hai inserito è troppo lungo. Deve essere inferiore o uguale a 9999999 minuti.";

/* vErrAutoChannelSelectionNotSupported */
"vErr.acNS" = "La selezione automatica del canale non è supportata da questa base Apple Wi-Fi.";

/* vErrMultiRateNotValidForLowDensity */
"vErr.nvLD" = "La frequenza multicast che hai selezionato non è valida per densità radio bassa.";
/* vErrMultiRateNotValidForMedDensity */
"vErr.nvMD" = "La frequenza multicast che hai selezionato non è valida per densità radio media.";
/* vErrMultiRateNotValidForHighDensity */
"vErr.nvHD" = "La frequenza multicast che hai selezionato non è valida per densità radio elevata.";
/* vErrMultiRateNotValidForBNetwork */
"vErr.nvBN" = "La frequenza multicast che hai selezionato non è valida per un network 802.11b o 802.11 b/g compatibile.";
/* vErrMultiRateNotValidForGNetwork */
"vErr.nvGN" = "Se la frequenza multicast che hai selezionato non è valida per un network 802.11g.";

/* vErrSTAModeNotSupported */
"vErr.smNS" = "La modalità client non è supportata da questa base Apple Wi-Fi.";
/* vErrWirelessDisabledModeNotSupported */
"vErr.wdNS" = "La disattivazione radio non è supportata su questa base Apple Wi-Fi.";

/* vErrDHCPOnlyRequiresStaticIP */
"vErr.DHSt" = "La condivisione di un intervallo di indirizzi IP utilizzando solo DHCP richiede la configurazione manuale dell'indirizzo IP WAN. Se il tuo ISP ti fornisce un intervallo di indirizzi IP statici, devi configurare manualmente la base Apple Wi-Fi con il primo indirizzo IP e distribuire il resto mediante DHCP.";

/* vErrRouterSubnetMismatch */
"vErr.rsMM" = "L'indirizzo del router che hai inserito non è compatibile con l'indirizzo IP WAN.";
/* vErrWANIPNotSameAsRouter */
"vErr.wnSR" = "L'indirizzo IP WAN non può essere lo stesso dell'indirizzo IP del router.";

/* vErrIPv6ManualTunnelRequiresStaticIP */
"vErr.v6TM" = "Un tunnel IPv6 configurato manualmente richiede un indirizzo IP WAN statico";

/* vErrWANDisableEthernetNotSupported */
"vErr.pcDE" = "La disattivazione della porta WAN non è supportata da questa base Apple Wi-Fi.";

/* vErrWANManagementRequiresWANPortEnabled */
"vErr.waNM" = "Se si consente la gestione remota tramite la porta WAN viene richiesta l'abilitazione della porta WAN. ";

/* vErrRouterModeNoBridgeForPPP */
"vErr.rmBP" = "Se stai utilizzando PPPoE o un modem per creare una connessione tramite PPP, devi selezionare DHCP/NAT.";

/* vErrRouterModeNoDHCPNATForSTA */
"vErr.rmST" = "La condivisione della connessione Internet non è supportata quando la base Apple Wi-Fi è configurata per connettersi a un network wireless."; 

/* vErrDHCPRangeConflictsWithWANIP */
"vErr.dcWW" = "L'intervallo DHCP che hai inserito è in contrasto con l'indirizzo IP WAN della base Apple Wi-Fi.";
/* vErrDHCPRangeEndpointsAreInvalid */
"vErr.dhRa" = "L'indirizzo iniziale e finale dell'intervallo DHCP non sono validi.";

/* vErrWDSWithWPANotSupported */
"vErr.wwNS" = "WPA con WDS non è supportato da questa base Apple Wi-Fi. Assicurati di utilizzare il firmware più recente.";

/* vErrWDSRequiresAtLeastOneNode */
"vErr.w1Nd" = "WDS richiede più basi Apple Wi-Fi. Aggiungi almeno un peer WDS.";

/* vErrWDSWithWPAEnterprise */
"vErr.wdEn" = "WDS e WPA Enterprise non sono compatibili. Se desideri impostare un network WDS, dovresti utilizzare WPA Personal.";

/* vErrWDSInFiveGig */
"vErr.wdFi" = "Il sistema WDS non è compatibile con modalità radio che operano a 5 GHz. Modifica la modalità radio e riprova.";

/* vErrAccessControlListIsEmpty */
"vErr.acEm" = "Il controllo accessi di indirizzi MAC è abilitato ma non ci sono elementi. Disattiva il controllo accessi di indirizzi MAC o aggiungi elementi all'elenco.";

/* vErrRequiresWABEnabled */
"vErr.rWAB" = "La promozione di un servizio a livello globale mediante Bonjour richiede un nome host di area ampia. Puoi configurare le impostazioni di Bonjour facendo clic sul pulsante “Modifica…” nel pannello %@ delle impostazioni di AirPort.";

/* End of AirePortErrors.strings file */
